/* DHCP list format */
" - %@ (%@) will serve out addresses from %@ to %@" = " - %1$@（%2$@）から %3$@ 〜 %4$@ のアドレスが割り当てられます";

/* LAN interface list format */
" - %@ (%@) with IP address %@" = " - %1$@（%2$@）の IP アドレスは %3$@ です";

/* IPFW list format */
" - %@ will allow all traffic on %@ (%@)" = " - %1$@ は %2$@（%3$@）上のすべてのトラフィックを許可します";

/* Name format for created IP firewall group */
"%@-net" = "%@-net";

/* Button title */
"Cancel" = "キャンセル";

/* Role description */
"Configures your server to act as a network gateway, sharing a network connection from one interface to others." = "サーバをネットワークゲートウェイとして使用するように構成し、1 つのインターフェイスのネットワーク接続をほかのインターフェイスが共有するようにします。";

/* VPN shared secret error sheet message */
"Enter a shared secret or disable VPN to continue." = "続けるには、共有シークレットを入力するか、VPN を無効にしてください。";

/* Role display name */
"Gateway Setup Assistant" = "ゲートウェイ設定アシスタント";

/* Status message */
"Getting DHCP information" = "DHCP 情報を取得中";

/* Status message */
"Getting network information" = "ネットワーク情報を取得中";

/* 'not' for the settings overview */
"not " = "になりません";

/* DHCP warning sheet message */
"One or more DHCP subnets are already configured.  Finishing this assistant will overwrite all of the DHCP subnets.  Are you sure you want to continue?" = "1 つ以上の DHCP サブネットがすでに構成されています。このアシスタントを終了すると、すべての DHCP サブネットが上書きされます。続けてもよろしいですか？";

/* Button title */
"Overwrite" = "上書き";

/* DHCP warning sheet title */
"Overwrite existing DHCP subnets?" = "既存の DHCP サブネットを上書きしますか？";

/* LAN error sheet message */
"Please choose an interface that will be connected to your internal network." = "内部ネットワークに接続するインターフェイスを選択してください。";

/* Status message */
"Setting up DHCP" = "DHCP を設定中";

/* Status message */
"Setting up IP Firewall" = "IP ファイアウォールを設定中";

/* Status message */
"Setting up NAT" = "NAT を設定中";

/* Status message */
"Setting up Network" = "ネットワークを設定中";

/* Status message */
"Setting up VPN" = "VPN を設定中";

/* Status message */
"Starting DHCP" = "DHCP を開始中";

/* Status message */
"Starting DNS" = "DNS を開始中";

/* Status message */
"Starting IP Firewall" = "IP ファイアウォールを開始中";

/* Status message */
"Starting NAT" = "NAT を開始中";

/* Status message */
"Starting VPN" = "VPN を開始中";

/* VPN shared secret error sheet title */
"To enable VPN, you must provide a shared secret." = "VPN を有効にするには、共有シークレットを入力する必要があります。";

/* Name for created IP firewall group */
"VPN-net" = "VPN-net";

/* LAN error sheet title */
"You must choose at least one interface to share the Internet connection with." = "インターネット接続を共有するためのインターフェイスを 1 つ以上選択する必要があります。";

